Repository: marcosjunqueira/sonar-l10n-pt-omegat
Catalog: tm/nbi-omegat.tmx
Source language: en_us
Languages: pt_br

source: Please wait...
pt_br: Aguarde...

source: Cannot read log file {0}.
pt_br: Não pode ler arquivo de log {0}.

source: Log contents are not available.
pt_br: Conteúdo do log não está disponível.

source: Cannot parse system property - {0}, its value - {1}.
pt_br: Não pode processar propriedades do sistema - {0}, seu valor - {1}.

source: Failed to download wizard icon from URI - {0}.
pt_br: Falha recebendo ícone do assistente do URI - {0}.

source: Cannot set the default close operation
pt_br: Não pode ajustar a operação de fechamento padrão

source: Error writing to the log file.
pt_br: Erro escrevendo no arquivo de log.

source: Logging disabled.
pt_br: Log desabilitado.

source: An unexpected exception happened in thread {0}
pt_br: Uma exceção inesperada aconteceu na linha de execução {0}

source: Critical Error
pt_br: Erro crítico

source: Error
pt_br: Erro

source: Warning
pt_br: Aviso

source: Message
pt_br: Mensagem

source: An unknown error occured.
pt_br: Ocorreu um erro desconhecido.

source: Exception:
pt_br: Exceção:

source: You can get more details about the issue in the installer log file:
pt_br: Você pode obter maiores detalhes sobre este caso no arquivo de log do instalador:

source: An file entry {0} exists and is not a file
pt_br: Existe um arquivo informado {0} e não é um arquivo

source: An directory entry {0} exists and is not a directory
pt_br: Existe um diretório informado {0} e não é um diretório

source: Extracting {0}
pt_br: Extraindo {0}

source: Could not load xml files list for extraction
pt_br: Não pode carregar os arquivos xml para extração

source: Directory {0} is an existing file, cannot unjar
pt_br: Diretório {0} é um arquivo existente não pode desfazer o jar

source: Copying directory: {0} to: {1}
pt_br: Copiando diretório: {0} para: {1}

source: Copying file: {0} to: {1}
pt_br: Copiando arquivo: {0} to: {1}

source: Cannot close stream
pt_br: Não pode fechar o fluxo

source: Source {0} is not readable
pt_br: Origem {0} não pode ser lida

source: Destination {0} is not a file
pt_br: Destino {0} não é um arquivo

source: Destination {0} cannot be created
pt_br: Destino {0} não pode ser criado

source: Destination {0} is not writable
pt_br: Desinto {0} não pode ser escrito

source: Moving {0} to {1}
pt_br: Movendo {0} para {1}

source: Cannot get free disk space amount at {0}
pt_br: Não pode obter total de espaço em disco em {0}

source: Cannot close jar {0}
pt_br: Não pode fechar o jar {0}

source: Cannot create directory {0}, it is an existing file
pt_br: Não pode criar o diretório {0}, é um arquivo existente

source: Cannot create directory {0}
pt_br: Não pode criar o diretório {0}

source: The supplied file {0} is not a jar archive
pt_br: O arquivo fornecido {0} não é um arquivo jar

source: Holy crap, this jvm does not support SHA1
pt_br: Esta jvm não suporta SHA1

source: Holy crap, this jvm does not support MD5
pt_br: Esta jvm não suporta MD5

source: Something very unexpected - a security exception during accessing file {0}
pt_br: Algo inesperado - uma exceção de segurança durante acesso ao arquivo {0}

source: Deleting file {0}
pt_br: Apagando arquivo {0}

source: Deleting directory {0}
pt_br: Apagando diretório {0}

source: Pack200 finished with error Error code: {0} Stdout: {1} Stderr: {2}
pt_br: Pack200 terminado com erro Código do erro: {0} Stdout: {1} Stderr: {2}

source: Unpack200 finished with error Error code: {0} Stdout: {1} Stderr: {2}
pt_br: Unpack200 Terminado com erro Código do erro: {0} Stdout: {1} Stderr: {2}

source: Cannot parse property - {0}, its value - {1}.
pt_br: Não pode processar a propriedade - {0}, seu valor - {1}.

source: Could not activate the cross-platform look and feel - proceeding with whatever look and feel was the default.
pt_br: Não pode ativar o cruzamento - plataforma de aparência e funcionalidade - continuando com a aparência e funcionalidade padrão.

source: Could not activate the defined look and feel - falling back to the default cross-platform one.
pt_br: Não pode ativar a aparência e funcionamento definido - voltando para o cruzamento padrão - única plataforma

source: Can`t initialize UI
pt_br: Não pode inicializar o UI

source: Cannot force the use of GTK look and feel
pt_br: Não pode forçar o uso da aparência e funcionalidade do GTK

source: Cannot parse pattern: {0}
pt_br: Não pode processar o padrão: {0}

source: Cannot obtain default applications location
pt_br: Nâo pode obter a localização dos aplicativos padrão

source: Cannot parse status: {0}
pt_br: Não pode processar a situação: {0}

source: Platform "{0}" is not recognized.
pt_br: Plataforma "{0}" não é reconhecida.

source: Can`t load bundle from {0}
pt_br: Não pode carregar o pacote de {0}

source: There is no files in {0)
pt_br: Não existem arquivos em {0)

source: {0} is not a directory
pt_br: {0} não é um diretório

source: Directory {0} does not exist
pt_br: Diretório {0} não existe

source: No bundled or external jar files
pt_br: Nenhum pacote ou arquivos jar externos

source: Cannot find JVM file {0}
pt_br: Não pode encontrar o arquivo JVM {0}

source: Can`t find class {0} in bundled files and no external ones were specified
pt_br: Não pode encontrar a classe {0} nos arquivos empacotados e nenhum externo foi especificado

source: No specified main class among bundled files
pt_br: Nenhuma classe principal especificada dentre os arquivos empacotados

source: No bundled files - can`t get output file name
pt_br: Sem arquivos empacotados - não pode obter o nome do arquivo de saída

source: Can`t get launcher icon from {0}
pt_br: Não pode obter o ícone do lançador de {0}

source: Cannot access native method
pt_br: Não pode acessar o método nativo

source: The specified percentage - {0} is invalid.
pt_br: O percentual especificado - {0} é inválido.

source: The total percentage of the composite progress (sum of the own percentage and the percentages of the children) cannot be less than {1} and greater than {2}.
pt_br: O percentual total do progresso de composição (soma do percentual do proprietário e os percentuais filhos) não podem ser menor que {1} e maior que {2}.

source: The total percentage of the progress cannot be less than {1} and greater than {2}.
pt_br: O total percentual do progresso não pode ser menor que {1} e maior que {2}.

source: Not installed
pt_br: Não instalado

source: To be installed
pt_br: Para instalação

source: Installed
pt_br: Instalado

source: To be uninstalled
pt_br: Para desinstalação

source: Installed Successfully
pt_br: Instalado com sucesso

source: Installed With Warnings
pt_br: Instalado com avisos

source: Failed to Install
pt_br: Falha ao instalar

source: Uninstalled Successfully
pt_br: Desinstalado com sucesso

source: Uninstalled With Warnings
pt_br: Desinstalado com avisos

source: Failed to Uninstall
pt_br: Falha ao desinstalar

source: Failed to download frame icon from URI - {0}.
pt_br: Falha recebendo ícone do quadro do URI - {0}.

source: Failed to set the frame icon.
pt_br: Falha ao ajustar o ícone do quadro.

source: Browse
pt_br: Navegador

source: Failed to execute the JDK verification procedure
pt_br: Falha ao executar o procedimento de verificação do JDK

source: Cannot delete {0}
pt_br: Não pode apagar {0}

source: Cannot download TestJDK.class from {0}
pt_br: Não pode fazer download de TestJDK.class de {0}

source: Cannot canonize {0}
pt_br: Não pode canonizar {0}

source: Downloading from {0}
pt_br: Fazendo download de {0}

source: The proxy types {0} and {1} conflict
pt_br: O tipo de proxy {0} e {1} em conflito

source: URI cannot be null
pt_br: URI não pode ser nulo

source: Failed to connect through {0} to {1}
pt_br: Falhou ao conectar através de {0} para {1}

source: Failed to configure proxy {0} for {1}
pt_br: Falhou ao configurar o proxy {0} para {1}

source: Loading local registry [{0}]
pt_br: Carregando registro local [{0}]

source: Failed to load the local registry
pt_br: Falha ao carregar o registro local

source: The local registry ({0}) could not be loaded, or was loaded partially.
pt_br: O registro local ({0}) não pode ser carregado, ou foi carregado parcialmente.

source: The installer can continue to work normally, but doing so may result in a corrupted global registry.
pt_br: O instalador pode continuar o trabalho normalmente, entretanto fazendo isto poderá resultar em um registro global corrompido.

source: Choose Yes to continue, No to exit the installer.
pt_br: Escolha Sim para continuar, Não para sair do instalador.

source: Loading bundled registry [{0}]
pt_br: Carregando registro empacotado [{0}]

source: Failed to load the bundled registry
pt_br: Falha ao carregar o registro empacotado

source: The bundled registry ({0}) could not be loaded, or was loaded partially.
pt_br: O registro empacotado ({0}) não pode ser carregado, ou foi carregado parcialmente.

source: Loading remote registry [{0}]
pt_br: Carregando registro remoto [{0}]

source: Failed to load the remote registry
pt_br: Falha ao carregar o registro remoto

source: The remote registry ({0}) could not be loaded, or was loaded partially.
pt_br: O registro remoto ({0}) não pode ser carregado, ou foi carregado parcialmente.

source: Cannot delete the cached installation data
pt_br: Não pode apagar os dados da instalação armazendados

source: Saving local registry
pt_br: Salvando registro local

source: Saving to {0}
pt_br: Salvando para {0}

source: Missing target component
pt_br: Faltando componente de destino

source: The specified target component - {0}/{1} was not found in the registry.
pt_br: O componente de destino especificado - {0}/{1} não foi encontrado no registro.

source: The installer
pt_br: O instalador

source: can continue as if the target component was not specified.
pt_br: pode contiuar como se o componente de destino não fosse especificado.

source: Click Yes to continue, No to exit the installer.
pt_br: Clique Sim para continuar, Não para sair do instalador.

source: Validation Problem
pt_br: Problema de validação

source: It seems that the installation of {0} is corrupted.
pt_br: Parece que a instalação de {0} está corrompida.

source: The validation procedure issued the following warning:
pt_br: O procedimento de validação causou o aviso a seguir:

source: Would you like to mark this product as not installed and continue?
pt_br: Deseja marcar este produto como não instalado e continuar?

source: If you click No the installer will exit.
pt_br: Se você clicar Não o instalador irá sair.

source: Note that these products that depend on {2} will also be disabled: {3}
pt_br: Observe que estes produtos que dependem em {2} também serão desabilitados: {3}

source: No components matching the requirement: {0} requires {1}
pt_br: Nenhum componente combina com os requerimentos: {0} requer {1}

source: Cyclic dependency: {0}, {1}
pt_br: Dependência ciclica: {0}, {1}

source: Loading registry properties
pt_br: Carregando propriedades do registro

source: Loading component: uid={0}, version={1}
pt_br: Carregando componante: uid={0}, versão={1}

source: Could not load components
pt_br: Não pode carregar componentes

source: Could not finalize registry
pt_br: Não pode finalizar o registro

source: Could not load registry document
pt_br: Nâo pode carregar o documento do registro

source: Cannot create local product cache directory {0}
pt_br: Não pode criar o diretório de armazenamento local do produto {0}

source: Local product cache directory exists and is a file : {0}
pt_br: O diretório de armazenamento local do produto existe e é um arquivo : {0}

source: Cannot read local product cache directory {0} - not enought permissions
pt_br: Não pode ler o diretório de armazenamento local {0} - sem permissões

source: Cannot write to local product cache directory {0} - not enought permissions
pt_br: Não pode escrever no diretório de armazenamento local {0} - sem permissões

source: Cannot create local registry
pt_br: Não pode criar o registro local

source: Local registry {0} is a directory
pt_br: Registro local {0} é um diretório

source: Cannot read local registry {0} - not enough permissions
pt_br: Não pode ler o registro {0} - sem permissões

source: Cannot write local registry {0} - not enough permissions
pt_br: Não pode escrever no registro {0} - sem permissões

source: Cannot parse platform from "{0}"
pt_br: Não pode processar a plataforma de "{0}"

source: Cannot load registry
pt_br: Não pode carregar o registro

source: Uknown dependecy type {0}
pt_br: Tipo de dependência desconhecida {0}

source: The installation directory {0} is missing.
pt_br: O diretório de instalação {0} está faltando.

source: Most likely it was deleted manually.
pt_br: Normalmente apagado manualmente.

source: The installation directory {0} is in fact a file.
pt_br: O diretório de instalação {0} é um arquivo.

source: Most likely it was previously deleted manually and overwritten with a file.
pt_br: Normalmente foi apagado anteriormente manualmente e sobrescrito por um arquivo.

source: The installation directory {0} is empty.
pt_br: O diretório de instalação {0} está vazio.

source: Most likely its contents were deleted manually.
pt_br: Normalmente seu conteúdo foi apagado manualmente.

source: The installation directory cannot be detected.
pt_br: O diretório de instalação não pode ser detectado.

source: Cannot initialize data for {0}
pt_br: Não pode inicializar dados para {0}

source: Cannot load configuration logic for {0}
pt_br: Não pode carregar lógica de configuração para {0}

source: Installation location is not set for {0}
pt_br: Local de instalação não está ajustado para {0}

source: Installation location is set to empty string for {0}
pt_br: Local de instalação está definido com string vazia para {0}

source: Cannot create the local cache directory {0} for {1}
pt_br: Não pode criar o diretório de armazenamento {0} para {1}

source: The local cache directory {0} for {1} is not a directory
pt_br: O diretório de armazenamento local {0} para {1} não é um diretório

source: Could not load product {0}
pt_br: Não pode carregar produto {0}

source: Configuration logic for {0} is not yet downloaded
pt_br: Ainda não foi feito download da lógica de configuração para {0}

source: Installation data is not cached for {0}
pt_br: Dados para instalação não armazenados em cache para {0}

source: Cannot extract installation data for {0}
pt_br: Não pode extrair dados para instalação de {0}

source: Cannot save installed files list
pt_br: Não pode salvar lista de arquivos instalados

source: Cannot get component's wizard components
pt_br: Não pode obter componanetes do assistente de componentes

source: Cannot create directory hierarchy for MacOS Application
pt_br: Não pode criar hierarquia de diretórios para Aplicações MacOS

source: Cannot get the installation files list
pt_br: Nâo pode obter a lista de arquivos da instalação

source: Cannot delete installed files list
pt_br: Não pode excluir a lista de arquivos instalados

source: Cannot delete the file
pt_br: Não pode escluir o arquivo

source: Cannot remove {0} from the system install manager
pt_br: Não pode remover {0} do gerenciador de instalação do sistema

source: Cannot extract installation data -- not enough disk space in the target directory.
pt_br: Não pôde extrair dados da instalação -- sem espaço em disco suficiente no diretório de destino.

source: Cannot clear installation data cache file {0}
pt_br: Não pode limpar o arquivo de armazenamento de dados da instalação {0}

source: Integration of {0} with the system package manager failed
pt_br: Integração de {0} com gerenciador de pacote do sistema falhou

source: Installing {0}
pt_br: Instalando {0}

source: Configuring {0}
pt_br: Configurando {0}

source: Unconfiguring {0}
pt_br: Desconfigurando {0}

source: Creating legal artifacts
pt_br: Criando artefatos legais

source: Running custom configuration logic
pt_br: Executando lógica de configuração personalizada

source: Registering in the system package manager
pt_br: Registrando no gerenciador de pacote do sistema

source: Saving installed files list
pt_br: Salvando a lista de arquivos instalados

source: Deleting {0}
pt_br: Excluindo {0}

source: Java SE Development Kit (JDK) was not found on this computer JDK 6 or JDK 5 is required for installing the NetBeans IDE.
pt_br: Java SE Development Kit (JDK) não foi encontrado neste computador JDK 6 ou JDK 5 são necessários para instalação do IDE NetBeans.

source: Make sure that the JDK is properly installed and run installer again.
pt_br: Assegure que o JDK está instalado e execute a instalação novamente.

source: You can specify valid JDK location using {0} installer argument.
pt_br: Você pode especificar a localização do JDK utilizando o argumento do instalador {0}

source: To download the JDK, visit http://java.sun.com/javase/downloads
pt_br: Para download do JDK, visite http://java.sun.com/javase/downloads

source: Java Runtime Environment (JRE) was not found at the specified location {0}
pt_br: Java Runtime Environment (JRE) não foi encontrado no local especificado {0}

source: Unsupported JVM version at {0}.
pt_br: Versão JVM não suportada em {0}.

source: Try to specify another JVM location using parameter {1}
pt_br: Tente especificar outra localização de JVM utilizando o parametro {1}

source: There is not enough free disk space to extract installation data {0} MB of free disk space is required in a temporary folder.
pt_br: Não há espaço em disco livre suficiente para extrair os dados da instalação {0} MB de espaço livre é necessário em uma pasta temporária.

source: Clean up the disk space and run installer again.
pt_br: Limpe espaço em disco e execute o instalador novamente.

source: You can specify a temporary folder with sufficient disk space using {1} installer argument
pt_br: Você pode especificar uma pasta temporária com espaço em disco suficiente utilizando o argumento do instalador {1}

source: Installer file {0} seems to be corrupted
pt_br: O arquivo do instalador {0} parece estar corrompido

source: Can`t run NetBeans Installer.
pt_br: Nâo pode executar o instalador do NetBeans.

source: An external file with necessary data is required but missing: {0}
pt_br: Um arquivo externo com dados necessários é obrigatório mas faltando: {0}

source: Cannot create temporary directory {0}
pt_br: Não pode criar diretório temporário {0}

source: Cannot extract bundled JVM
pt_br: Não pôde extrair a JVM embutida.

source: Cannot unpack file {0}
pt_br: Não pôde desempacotar o arquivo {0}

source: Cannot verify bundled JVM, try to search JVM on the system
pt_br: Não pôde verificar a JVM embutida, favor tentar procurar por uma JVM diretamente no sistema

source: Running the installer wizard...
pt_br: Executando o assistente do instalador...

source: Configuring the installer...
pt_br: Configurando o instalador ...

source: Extracting installation data...
pt_br: Extraindo dados para instalação...

source: Preparing bundled JVM ...
pt_br: Preparando JVM embutida...

source: Searching for JVM on the system...
pt_br: Procurando por um JVM no sistema...

source: Usage:
pt_br: Utilização:

source: {0} <dir> Using java from <dir> for running application
pt_br: {0} <dir> Utilizando java de <dir> para execução da aplicação

source: {0} Use verbose output
pt_br: {0} Utilizar visualização de saída

source: {0} <out> Redirect all output to file <out>
pt_br: {0} <out> Redirecionar todas saídas para o arquivo <out>

source: {0} Disable free space check
pt_br: {0} Desabilitar verficação de espaço em disco

source: {0} [dir] Extract all bundled data to <dir>.
pt_br: {0} [dir] Extrair todos dados empacotados para <dir>.

source: If <dir> is not specified then extract to the current directory
pt_br: Se <dir> não especificado então extrair no diretório corrente

source: {0} <dir> Use <dir> for extracting temporary data
pt_br: {0} <dir> Utilizar <dir> para extração de dados temporários

source: {0} <cp> Append classpath with <cp>
pt_br: {0} <cp> Adicionar classpath com <cp>

source: {0} <cp> Prepend classpath with <cp>
pt_br: {0} <cp> Colocar no classpath com <cp>

source: {0} <locale> Override default locale with specified <locale>
pt_br: {0} <local> Sobrescrever o local padrão com o especificado <local>

source: {0} Show this help
pt_br: {0} Exibir esta ajuda

source: Java Runtime Environment (JRE) was not found There is no JRE at the specified location {0}
pt_br: Java Runtime Environment (JRE) não foi encontrado Não existe nenhum JRE no local especificado {0}

source: Unsupported Java VM version The Java VM at {0} has the unsupported version
pt_br: Versão Java VM não suportada A Java VM em {0} tem uma versão não suportada

source: Can't create temporary directory The temporary directory for extracting data {0} was not created
pt_br: Não pode criar o diretório temporário O diretório temporário para a extração de dados {0} não foi criado

source: Installer file is corrupted Installer file {0} seems to be corrupted
pt_br: Arquivo do instalador corrompido O arquivo do instalador {0} parece estar corrompido

source: Data extraction error Can't create file {0}!
pt_br: Erro de extração de dados Não pode criar o arquivo {0}!

source: The following error occured : {1}
pt_br: Ocorreu o erro a seguir: {1}

source: An error occured while running java process {0}
pt_br: Ocorreu um erro ao executar o processo java {0}

source: Cannot prepare bundled JVM to run the installer.
pt_br: Não pôde preparar a JVM embutida para executar o instalador.

source: Most probably the bundled JVM is not compatible with the current platform.
pt_br: O mais provável é que a JVM embutida seja imcompatível com a atual plataforma.

source: An error occured while verifying bundled JVM. Most probably the bundled JVM is not compatible with the current platform.
pt_br: Ocorreu um erro durante a verificação da JVM embutida. O mais provável é que a JVM embutida seja imcompatível com a atual plataforma.

source: {0} <output-file> Redirect output to file <output-file>
pt_br: {0} <arquivo-de-saída> Redireciona o arquivo de saída para o arquivo <arquivo-de-saída>

source: {0} <javahomedir> Run jar file using JVM from <javahomedir>
pt_br: {0} <javahomedir> Execute o arquivo jar utilizando a JVM de <javahomedir>

source: {0} <temp-dir> Use <temp-dir> for extracting data
pt_br: {0} <temp-dir> Utilizar <temp-dir> para extração de dados

source: {0} [directory] Extract all bundled data to the specific directory.
pt_br: {0} [diretório] Extrair todos dados empacotados para o diretório específco.

source: If directory is not specified then extract to the current directory
pt_br: Se o diretório não está especificado então extrair no diretório corrente

source: {0} <classpath> Append classpath with <classpath>
pt_br: {0} <classpath> Adicionar classpath com <classpath>

source: {0} <classpath> Prepend classpath with <classpath>
pt_br: {0} <classpath> Colocar no classpath com <classpath>

source: {0} <locale> Override system default locale with <locale>
pt_br: {0} <local> Sobrescrever o local padrão do sistema com <local>

source: {0} Show help message
pt_br: {0} Exibir mensagem de ajuda

source: Creating temporary directory ...
pt_br: Criando diretório temporário ...

source: Extracting data ...
pt_br: Extraindo dados ...

source: Finding JVM on your system ...
pt_br: Procurando a JVM no seu sistema ...

source: Setting command options ...
pt_br: Definindo opções de comando ...

source: Running JVM ...
pt_br: Executando JVM ...

source: Please wait while the launcher prepares data to run the installer ...
pt_br: Aguarde enquanto o lançado prepara os dados para executar o instalador ...

source: Configuring the installer ...
pt_br: Configurando o instalador ...

source: Exit Installer
pt_br: Sair do instalador
